# texts.py
START_MESSAGE = "🎲 <b>به ربات هوشمند بازی مار و پله خوش آمدید!</b>\n\nیک بازی جذاب و نوستالژیک آنلاین همراه با انیمیشن زنده حرکت مهره‌ها.\nبرای پیدا کردن حریف و شروع مسابقه روی دکمه زیر کلیک کنید👇"
NOT_SUBSCRIBED = "⚠️ <b>قفل جوین اجباری اسپانسر</b>\n\nبرای شروع بازی و فعالیت در ربات، ابتدا باید در کانال(های) اسپانسر زیر عضو شوید. پس از عضویت دکمه تایید را بزنید:"
ADMIN_WELCOME = "⚜️ <b>به پنل مدیریت پیشرفته ربات خوش آمدید</b>\nیک گزینه را جهت مدیریت انتخاب کنید:"
JOIN_CONFIRMATION = "✅ عضویت شما تایید شد! اکنون می‌توانید دکمه شروع بازی را بزنید."
